{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<PAD>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<BOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<EOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<UNK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<USER>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<ASSISTANT>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "NFC"
  },
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<UNK>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<PAD>": 0,
      "<BOS>": 1,
      "<EOS>": 2,
      "<UNK>": 3,
      "<USER>": 4,
      "<ASSISTANT>": 5,
      "!": 6,
      "\"": 7,
      "#": 8,
      "$": 9,
      "%": 10,
      "&": 11,
      "'": 12,
      "(": 13,
      ")": 14,
      "*": 15,
      "+": 16,
      ",": 17,
      "-": 18,
      ".": 19,
      "/": 20,
      "0": 21,
      "1": 22,
      "2": 23,
      "3": 24,
      "4": 25,
      "5": 26,
      "6": 27,
      "7": 28,
      "8": 29,
      "9": 30,
      ":": 31,
      ";": 32,
      "<": 33,
      "=": 34,
      ">": 35,
      "?": 36,
      "@": 37,
      "A": 38,
      "B": 39,
      "C": 40,
      "D": 41,
      "E": 42,
      "F": 43,
      "G": 44,
      "H": 45,
      "I": 46,
      "J": 47,
      "K": 48,
      "L": 49,
      "M": 50,
      "N": 51,
      "O": 52,
      "P": 53,
      "Q": 54,
      "R": 55,
      "S": 56,
      "T": 57,
      "U": 58,
      "V": 59,
      "W": 60,
      "X": 61,
      "Y": 62,
      "Z": 63,
      "[": 64,
      "\\": 65,
      "]": 66,
      "^": 67,
      "_": 68,
      "`": 69,
      "a": 70,
      "b": 71,
      "c": 72,
      "d": 73,
      "e": 74,
      "f": 75,
      "g": 76,
      "h": 77,
      "i": 78,
      "j": 79,
      "k": 80,
      "l": 81,
      "m": 82,
      "n": 83,
      "o": 84,
      "p": 85,
      "q": 86,
      "r": 87,
      "s": 88,
      "t": 89,
      "u": 90,
      "v": 91,
      "w": 92,
      "x": 93,
      "y": 94,
      "z": 95,
      "{": 96,
      "|": 97,
      "}": 98,
      "~": 99,
      "ВЎ": 100,
      "Вў": 101,
      "ВЈ": 102,
      "ВӨ": 103,
      "ВҘ": 104,
      "ВҰ": 105,
      "В§": 106,
      "ВЁ": 107,
      "В©": 108,
      "ВӘ": 109,
      "В«": 110,
      "В¬": 111,
      "В®": 112,
      "ВҜ": 113,
      "В°": 114,
      "Вұ": 115,
      "ВІ": 116,
      "Ві": 117,
      "Вҙ": 118,
      "Вө": 119,
      "В¶": 120,
      "В·": 121,
      "Вё": 122,
      "В№": 123,
      "Вә": 124,
      "В»": 125,
      "Вј": 126,
      "ВҪ": 127,
      "Вҫ": 128,
      "Вҝ": 129,
      "ГҖ": 130,
      "ГҒ": 131,
      "ГӮ": 132,
      "Гғ": 133,
      "Г„": 134,
      "Г…": 135,
      "ГҶ": 136,
      "ГҮ": 137,
      "ГҲ": 138,
      "Гү": 139,
      "ГҠ": 140,
      "ГӢ": 141,
      "ГҢ": 142,
      "ГҚ": 143,
      "ГҺ": 144,
      "ГҸ": 145,
      "Гҗ": 146,
      "Г‘": 147,
      "Г’": 148,
      "Г“": 149,
      "Г”": 150,
      "Г•": 151,
      "Г–": 152,
      "Г—": 153,
      "Гҳ": 154,
      "Гҷ": 155,
      "Гҡ": 156,
      "Гӣ": 157,
      "Гң": 158,
      "Гқ": 159,
      "Гһ": 160,
      "Гҹ": 161,
      "Г ": 162,
      "ГЎ": 163,
      "Гў": 164,
      "ГЈ": 165,
      "ГӨ": 166,
      "ГҘ": 167,
      "ГҰ": 168,
      "Г§": 169,
      "ГЁ": 170,
      "Г©": 171,
      "ГӘ": 172,
      "Г«": 173,
      "Г¬": 174,
      "Гӯ": 175,
      "Г®": 176,
      "ГҜ": 177,
      "Г°": 178,
      "Гұ": 179,
      "ГІ": 180,
      "Гі": 181,
      "Гҙ": 182,
      "Гө": 183,
      "Г¶": 184,
      "Г·": 185,
      "Гё": 186,
      "Г№": 187,
      "Гә": 188,
      "Г»": 189,
      "Гј": 190,
      "ГҪ": 191,
      "Гҫ": 192,
      "Гҝ": 193,
      "ДҖ": 194,
      "ДҒ": 195,
      "ДӮ": 196,
      "Дғ": 197,
      "Д„": 198,
      "Д…": 199,
      "ДҶ": 200,
      "ДҮ": 201,
      "ДҲ": 202,
      "Дү": 203,
      "ДҠ": 204,
      "ДӢ": 205,
      "ДҢ": 206,
      "ДҚ": 207,
      "ДҺ": 208,
      "ДҸ": 209,
      "Дҗ": 210,
      "Д‘": 211,
      "Д’": 212,
      "Д“": 213,
      "Д”": 214,
      "Д•": 215,
      "Д–": 216,
      "Д—": 217,
      "Дҳ": 218,
      "Дҷ": 219,
      "Дҡ": 220,
      "Дӣ": 221,
      "Дң": 222,
      "Дқ": 223,
      "Дһ": 224,
      "Дҹ": 225,
      "Д ": 226,
      "ДЎ": 227,
      "Дў": 228,
      "ДЈ": 229,
      "ДӨ": 230,
      "ДҘ": 231,
      "ДҰ": 232,
      "Д§": 233,
      "ДЁ": 234,
      "Д©": 235,
      "ДӘ": 236,
      "Д«": 237,
      "Д¬": 238,
      "Дӯ": 239,
      "Д®": 240,
      "ДҜ": 241,
      "Д°": 242,
      "Дұ": 243,
      "ДІ": 244,
      "Ді": 245,
      "Дҙ": 246,
      "Дө": 247,
      "Д¶": 248,
      "Д·": 249,
      "Дё": 250,
      "Д№": 251,
      "Дә": 252,
      "Д»": 253,
      "Дј": 254,
      "ДҪ": 255,
      "Дҫ": 256,
      "Дҝ": 257,
      "ЕҖ": 258,
      "ЕҒ": 259,
      "ЕӮ": 260,
      "Еғ": 261,
      "Д d": 262,
      "ГғВ©": 263,
      "Д ГғВ©": 264,
      "Д e": 265,
      "Д a": 266,
      "qu": 267,
      "Д p": 268,
      "nt": 269,
      "re": 270,
      "Д de": 271,
      "Д qu": 272,
      "Д c": 273,
      "or": 274,
      "os": 275,
      "ad": 276,
      "Д u": 277,
      "ГғВЈ": 278,
      "ГғВЈo": 279,
      "Д que": 280,
      "ma": 281,
      "er": 282,
      "al": 283,
      "ar": 284,
      "ГғВ§": 285,
      "Д s": 286,
      "in": 287,
      "on": 288,
      "me": 289,
      "as": 290,
      "Д t": 291,
      "ic": 292,
      "is": 293,
      "Д o": 294,
      "Д um": 295,
      "ГғВ§ГғВЈo": 296,
      "ro": 297,
      "Д f": 298,
      "ci": 299,
      "Д m": 300,
      "om": 301,
      "ra": 302,
      "Д em": 303,
      "do": 304,
      "es": 305,
      "Д n": 306,
      "en": 307,
      "Д re": 308,
      "em": 309,
      "lo": 310,
      "ГғВЎ": 311,
      "it": 312,
      "an": 313,
      "Д v": 314,
      "Д uma": 315,
      "de": 316,
      "le": 317,
      "st": 318,
      "Д =": 319,
      "ri": 320,
      "nte": 321,
      "Qu": 322,
      "Д com": 323,
      "id": 324,
      "la": 325,
      "ica": 326,
      "ГғВӘ": 327,
      "iv": 328,
      "ment": 329,
      "Д P": 330,
      "Д par": 331,
      "emp": 332,
      "ado": 333,
      "ГғЕғ": 334,
      "Д l": 335,
      "Д (": 336,
      "Д con": 337,
      "Д mo": 338,
      "ando": 339,
      "nci": 340,
      "Д ma": 341,
      "ada": 342,
      "ut": 343,
      "Д pro": 344,
      "Д in": 345,
      "res": 346,
      "ade": 347,
      "Д i": 348,
      "aГғВ§ГғВЈo": 349,
      "Д me": 350,
      "Д b": 351,
      "Д 1": 352,
      "at": 353,
      "ГғВі": 354,
      "ncia": 355,
      "Д do": 356,
      "ados": 357,
      "Д por": 358,
      "Д se": 359,
      "Qual": 360,
      "Д para": 361,
      "un": 362,
      "ia": 363,
      "ГғВў": 364,
      "Д E": 365,
      "iz": 366,
      "Д S": 367,
      "Д co": 368,
      "mento": 369,
      "ig": 370,
      "ist": 371,
      "if": 372,
      "ve": 373,
      "Д ent": 374,
      "idade": 375,
      "ec": 376,
      "ol": 377,
      "Д da": 378,
      "Д us": 379,
      "oc": 380,
      "Д dados": 381,
      "Д g": 382,
      "ass": 383,
      "sГғВЈo": 384,
      "Д x": 385,
      "ГғВ©t": 386,
      "th": 387,
      "orma": 388,
      "ing": 389,
      "ion": 390,
      "xemp": 391,
      "Д Exemp": 392,
      "ab": 393,
      "du": 394,
      "ГғВө": 395,
      "ГғВөes": 396,
      "ter": 397,
      "ul": 398,
      "ГғВӘncia": 399,
      "Д Py": 400,
      "Д entre": 401,
      "Д Exemplo": 402,
      ").": 403,
      "im": 404,
      "ta": 405,
      "Д 2": 406,
      "Д M": 407,
      "Д N": 408,
      "Д no": 409,
      "thon": 410,
      "Д Python": 411,
      "ent": 412,
      "alor": 413,
      "Com": 414,
      "ip": 415,
      "Д su": 416,
      "Д temp": 417,
      "ocГғВӘ": 418,
      "ant": 419,
      "et": 420,
      "il": 421,
      "ula": 422,
      "Д L": 423,
      "ren": 424,
      "ГӮВІ": 425,
      "Д F": 426,
      "ГғВ§a": 427,
      "ina": 428,
      "Д ou": 429,
      "Д cont": 430,
      "io": 431,
      "ur": 432,
      "ura": 433,
      "Д per": 434,
      "Д comp": 435,
      "se": 436,
      "Д ex": 437,
      "00": 438,
      "so": 439,
      "ГғВә": 440,
      "adr": 441,
      "ГғВ§ГғВөes": 442,
      "Д nГғВЈo": 443,
      "ot": 444,
      "Д el": 445,
      "Д ap": 446,
      "ico": 447,
      "ens": 448,
      "Д int": 449,
      "ns": 450,
      "ver": 451,
      "Д T": 452,
      "ari": 453,
      "da": 454,
      "Д +": 455,
      "Д es": 456,
      "Д est": 457,
      "Д at": 458,
      "Д so": 459,
      "Д tre": 460,
      "Д res": 461,
      "QL": 462,
      "VocГғВӘ": 463,
      "ente": 464,
      "ir": 465,
      "per": 466,
      "Д A": 467,
      "Д on": 468,
      "Д ГғВЎ": 469,
      "Д vari": 470,
      "let": 471,
      "vel": 472,
      "ГғВ©tr": 473,
      "ag": 474,
      "mo": 475,
      "orre": 476,
      "ero": 477,
      "Д 4": 478,
      "Д C": 479,
      "Д R": 480,
      "Д os": 481,
      "Д pos": 482,
      "Д ca": 483,
      "ase": 484,
      "Д for": 485,
      "Д mode": 486,
      "Como": 487,
      "Д tempo": 488,
      "ais": 489,
      "ce": 490,
      "ho": 491,
      "Д Гғ": 492,
      "Д ar": 493,
      "Д tra": 494,
      "ressГғВЈo": 495,
      "unГғВ§ГғВЈo": 496,
      "NГғВЈo": 497,
      "bu": 498,
      "ces": 499,
      "eu": 500,
      "gu": 501,
      "por": 502,
      "te": 503,
      "tor": 504,
      "Д O": 505,
      "Д h": 506,
      "Д ra": 507,
      "Д dos": 508,
      "Д dif": 509,
      "ite": 510,
      "Um": 511,
      "Use": 512,
      "lu": 513,
      "po": 514,
      "pos": 515,
      "Д 0": 516,
      "Д 3": 517,
      "Д en": 518,
      "Д po": 519,
      "Д pass": 520,
      "ГғВўn": 521,
      "ГғВўncia": 522,
      "Д elГғВ©tr": 523,
      "Д inter": 524,
      "forma": 525,
      "Д I": 526,
      "Д al": 527,
      "Д sГғВЈo": 528,
      "Д ten": 529,
      "cion": 530,
      "ivo": 531,
      "Д dife": 532,
      "iГғВ§ГғВЈo": 533,
      "rm": 534,
      "sa": 535,
      "ine": 536,
      "met": 537,
      "ida": 538,
      "Д nome": 539,
      "Д treina": 540,
      "QLE": 541,
      "Д ГғЕӮ": 542,
      "cis": 543,
      "dade": 544,
      "eci": 545,
      "ial": 546,
      "ou": 547,
      "Д G": 548,
      "Д le": 549,
      "icos": 550,
      "Д na": 551,
      "Д como": 552,
      "ativ": 553,
      "Д contro": 554,
      "Д onde": 555,
      "ido": 556,
      "tas": 557,
      "Д -": 558,
      "Д des": 559,
      "ador": 560,
      "Д forma": 561,
      "Д funГғВ§ГғВЈo": 562,
      "ГғВЎl": 563,
      "Д usar": 564,
      "renГғВ§a": 565,
      "Д modelo": 566,
      "Д diferenГғВ§a": 567,
      "Д treinamento": 568,
      "ca": 569,
      "co": 570,
      "ema": 571,
      "gra": 572,
      "ha": 573,
      "ros": 574,
      "ГғВҙ": 575,
      "ГўДӨ": 576,
      "Д or": 577,
      "Д QLE": 578,
      "Д pe": 579,
      "Д pre": 580,
      "Д calor": 581,
      "man": 582,
      "mente": 583,
      "log": 584,
      "ito": 585,
      "Д motor": 586,
      "Д mais": 587,
      "ch": 588,
      "ei": 589,
      "ru": 590,
      "ral": 591,
      "to": 592,
      "Д quando": 593,
      "Д quadr": 594,
      "Д cri": 595,
      "arn": 596,
      "Д sig": 597,
      "Д sist": 598,
      "Д flu": 599,
      "Д valor": 600,
      "Quant": 601,
      "Д mas": 602,
      "Д proces": 603,
      "abil": 604,
      "Д sub": 605,
      "ГғВәm": 606,
      "agem": 607,
      "Д trans": 608,
      "Д sistema": 609,
      "dia": 610,
      "ju": 611,
      "no": 612,
      "nif": 613,
      "pres": 614,
      "ГғВ©dia": 615,
      "Д padr": 616,
      "nto": 617,
      "ntes": 618,
      "rea": 619,
      "Д rela": 620,
      "ГғВЎvel": 621,
      "ivos": 622,
      "Д ind": 623,
      "Д inte": 624,
      "ech": 625,
      "Д perm": 626,
      "cional": 627,
      "ГғВәmero": 628,
      "..": 629,
      "43": 630,
      "ai": 631,
      "vo": 632,
      "Д er": 633,
      "Д an": 634,
      "Д ao": 635,
      "Д as": 636,
      "que": 637,
      "Д corre": 638,
      "inal": 639,
      "Д mГғВ©dia": 640,
      "stri": 641,
      "mentos": 642,
      "Д cond": 643,
      "Д indu": 644,
      "Д base": 645,
      "Д seu": 646,
      "Д Lei": 647,
      "ensor": 648,
      "Д Tech": 649,
      "Д signif": 650,
      "abilidade": 651,
      "),": 652,
      "bre": 653,
      "dos": 654,
      "los": 655,
      "pl": 656,
      "xo": 657,
      "Д ГҺ": 658,
      "erg": 659,
      "Д ta": 660,
      "Д ob": 661,
      "Д nГғВәmero": 662,
      "Д lim": 663,
      "Д mater": 664,
      "uto": 665,
      "Д prob": 666,
      "izado": 667,
      "abe": 668,
      "Д ГғВЎrea": 669,
      "Д intern": 670,
      "Д industri": 671,
      "ber": 672,
      "fer": 673,
      "mb": 674,
      "ras": 675,
      "va": 676,
      "ГғД«": 677,
      "Д 8": 678,
      "Д H": 679,
      "Д U": 680,
      "Д dis": 681,
      "Д ele": 682,
      "quГғВӘ": 683,
      "Д pr": 684,
      "maГғВ§ГғВЈo": 685,
      "Д sensor": 686,
      "Д fo": 687,
      "Д ve": 688,
      "Д ver": 689,
      "Quando": 690,
      "Д part": 691,
      "Д conver": 692,
      "Д apren": 693,
      "ativa": 694,
      "arning": 695,
      "Д permite": 696,
      "ergia": 697,
      "Re": 698,
      "cu": 699,
      "iment": 700,
      "lass": 701,
      "pen": 702,
      "sor": 703,
      "vis": 704,
      "Д /": 705,
      "Д 5": 706,
      "Д 6": 707,
      "Д J": 708,
      "Д Гў": 709,
      "Д div": 710,
      "ГғВ©rm": 711,
      "Д pressГғВЈo": 712,
      "Д deri": 713,
      "adas": 714,
      "erat": 715,
      "Д ser": 716,
      "ons": 717,
      "cidade": 718,
      "Д ne": 719,
      "itivos": 720,
      "Quais": 721,
      "ГғЕғvel": 722,
      "Д const": 723,
      "Д propor": 724,
      "Д im": 725,
      "Д mede": 726,
      "Д 10": 727,
      "Д 100": 728,
      "Д Sou": 729,
      "olu": 730,
      "Д usado": 731,
      "assi": 732,
      "abassi": 733,
      "ural": 734,
      "Д variГғВЎvel": 735,
      "gulo": 736,
      "Д energia": 737,
      "ГғВўngulo": 738,
      "Д tensГғВЈo": 739,
      "metro": 740,
      "Д Gabassi": 741,
      "Д learning": 742,
      "ГғВ©rmica": 743,
      "Д deriv": 744,
      "ante": 745,
      "der": 746,
      "for": 747,
      "gressГғВЈo": 748,
      "gral": 749,
      "ide": 750,
      "iente": 751,
      "pa": 752,
      "rГғВЎ": 753,
      "ui": 754,
      "us": 755,
      "xa": 756,
      "Д D": 757,
      "Д V": 758,
      "Д di": 759,
      "Д equ": 760,
      "Д quant": 761,
      "Д cor": 762,
      "alo": 763,
      "Д fre": 764,
      "Д fГғВі": 765,
      "Д real": 766,
      "locidade": 767,
      "Д ling": 768,
      "Д cons": 769,
      "Д met": 770,
      "veis": 771,
      "Д NГғВЈo": 772,
      "Д soma": 773,
      "Д sobre": 774,
      "Д resist": 775,
      "Д pode": 776,
      "Д ord": 777,
      "Д corrente": 778,
      "Д probabilidade": 779,
      "Д lingu": 780,
      "IN": 781,
      "ac": 782,
      "az": 783,
      "cal": 784,
      "cul": 785,
      "dizado": 786,
      "fi": 787,
      "ior": 788,
      "ira": 789,
      "jet": 790,
      "lar": 791,
      "rad": 792,
      "rut": 793,
      "sos": 794,
      "tion": 795,
      "um": 796,
      "up": 797,
      "ual": 798,
      "Д log": 799,
      "Д elet": 800,
      "quГғВӘncia": 801,
      "Д class": 802,
      "arg": 803,
      "Д sem": 804,
      "Д sinal": 805,
      "Д tro": 806,
      "Д tip": 807,
      "icion": 808,
      "Д mA": 809,
      "ГғВЎri": 810,
      "ГғВЎveis": 811,
      "Д vocГғВӘ": 812,
      "Д list": 813,
      "Д conju": 814,
      "ncias": 815,
      "Д prot": 816,
      "Д inc": 817,
      "Д inst": 818,
      "Д med": 819,
      "Д 12": 820,
      "ГғВіg": 821,
      "Д dois": 822,
      "igo": 823,
      "ult": 824,
      "Д Meu": 825,
      "Д temperat": 826,
      "Д esp": 827,
      "Д cam": 828,
      "Д raiz": 829,
      "rmula": 830,
      "inear": 831,
      "Д precis": 832,
      "Д subst": 833,
      "Д significa": 834,
      "Д velocidade": 835,
      "Д derivada": 836,
      "Д fГғВіrmula": 837,
      "Д orden": 838,
      ")?": 839,
      "ID": 840,
      "__": 841,
      "av": 842,
      "bo": 843,
      "das": 844,
      "gor": 845,
      "las": 846,
      "nd": 847,
      "nidade": 848,
      "neci": 849,
      "olo": 850,
      "par": 851,
      "pon": 852,
      "rada": 853,
      "rase": 854,
      "vi": 855,
      "zero": 856,
      "ГӮВі": 857,
      "Д is": 858,
      "Д zero": 859,
      "Д ad": 860,
      "Д aГғВ§ГғВЈo": 861,
      "Д pes": 862,
      "ntos": 863,
      "ntro": 864,
      "Д def": 865,
      "Д cha": 866,
      "ost": 867,
      "indo": 868,
      "Д tabe": 869,
      "icar": 870,
      "icas": 871,
      "env": 872,
      "Д ret": 873,
      "Д redu": 874,
      "ital": 875,
      "riz": 876,
      "riГғВўngulo": 877,
      "icaГғВ§ГғВЈo": 878,
      "Д linear": 879,
      "Д informa": 880,
      "izaГғВ§ГғВЈo": 881,
      "iga": 882,
      "Д usando": 883,
      "ocolo": 884,
      "entes": 885,
      "Д super": 886,
      "Д exper": 887,
      "Д trein": 888,
      "Д forГғВ§a": 889,
      "Д forneci": 890,
      "bus": 891,
      "Д hГғВЎ": 892,
      "Д elГғВ©trica": 893,
      "Д tenho": 894,
      "ГғВҙn": 895,
      "Д pela": 896,
      "Д criada": 897,
      "Quanto": 898,
      "present": 899,
      "Д relaГғВ§ГғВЈo": 900,
      "Д integral": 901,
      "Д industrial": 902,
      "Д 1000": 903,
      "Д linguagem": 904,
      "rutura": 905,
      "Д conjunto": 906,
      "Д protocolo": 907,
      "'(": 908,
      "Ap": 909,
      "CA": 910,
      "ET": 911,
      "NN": 912,
      "OIN": 913,
      "Pro": 914,
      "am": 915,
      "ble": 916,
      "cor": 917,
      "ction": 918,
      "gn": 919,
      "gul": 920,
      "heci": 921,
      "iro": 922,
      "lt": 923,
      "mica": 924,
      "od": 925,
      "tar": 926,
      "tec": 927,
      "vit": 928,
      "vula": 929,
      "vio": 930,
      "Д B": 931,
      "Д K": 932,
      "Д lo": 933,
      "Д ГғЕғ": 934,
      "Д Quant": 935,
      "Д ..": 936,
      "Д dist": 937,
      "Д dura": 938,
      "ГғВ©r": 939,
      "Д ace": 940,
      "Д pri": 941,
      "Д pla": 942,
      "Д qual": 943,
      "Д cent": 944,
      "ermo": 945,
      "alav": 946,
      "Д sa": 947,
      "Д sen": 948,
      "Д to": 949,
      "Д tem": 950,
      "Д tГғВ©rmica": 951,
      "Д out": 952,
      "Д oper": 953,
      "Д mГғВ©t": 954,
      "Д mГғВә": 955,
      "enas": 956,
      "Д rede": 957,
      "ГғВЎt": 958,
      "lex": 959,
      "Д comun": 960,
      "idos": 961,
      "ГғЕғf": 962,
      "Д confi": 963,
      "Д movi": 964,
      "Д maior": 965,
      "Д progra": 966,
      "Д inver": 967,
      "ГғВіd": 968,
      "iza": 969,
      "Д Se": 970,
      "Д come": 971,
      "Д entrada": 972,
      "Д ger": 973,
      "Д gra": 974,
      "Д apenas": 975,
      "Д estrutura": 976,
      "Д respos": 977,
      "Д variaГғВ§ГғВЈo": 978,
      "Д poss": 979,
      "Д art": 980,
      "Д hip": 981,
      "Д passo": 982,
      "Д elГғВ©trons": 983,
      "Д controle": 984,
      "ГғВЎlvula": 985,
      "ГўДӨДӨ": 986,
      "Д fluxo": 987,
      "Д padrГғВЈo": 988,
      "Д erro": 989,
      "Д baseado": 990,
      "Д ГҺД¶": 991,
      "Д objet": 992,
      "Д limit": 993,
      "Д material": 994,
      "quГғВӘncias": 995,
      "Д verdade": 996,
      "Д converte": 997,
      "imental": 998,
      "Д constante": 999,
      "Д proporcional": 1000,
      "Д dire": 1001,
      "Д eletro": 1002,
      "Д tipos": 1003,
      "ГғВіgica": 1004,
      "Д experimental": 1005,
      "ltip": 1006,
      "Д Quantit": 1007,
      "Д ...": 1008,
      "Д durante": 1009,
      "Д mГғВ©to": 1010,
      "Д mГғВәltip": 1011,
      "Д movimento": 1012,
      ")/": 1013,
      "DA": 1014,
      "FunГғВ§ГғВЈo": 1015,
      "Me": 1016,
      "Meu": 1017,
      "Res": 1018,
      "el": 1019,
      "fic": 1020,
      "ima": 1021,
      "ian": 1022,
      "iГғВ§ГғВөes": 1023,
      "ler": 1024,
      "lic": 1025,
      "of": 1026,
      "op": 1027,
      "pri": 1028,
      "ry": 1029,
      "rvo": 1030,
      "ser": 1031,
      "tivo": 1032,
      "ud": 1033,
      "Д W": 1034,
      "Д j": 1035,
      "Д let": 1036,
      "Д das": 1037,
      "ГғВ©m": 1038,
      "Д ab": 1039,
      "Д aces": 1040,
      "Д auto": 1041,
      "Д amb": 1042,
      "Д pot": 1043,
      "Д palav": 1044,
      "Д deforma": 1045,
      "ГғВ§o": 1046,
      "Д sim": 1047,
      "ino": 1048,
      "ong": 1049,
      "mens": 1050,
      "Д triГғВўngulo": 1051,
      "ise": 1052,
      "Д mГғВЎ": 1053,
      "Д mГғВі": 1054,
      "Д represent": 1055,
      "Д volu": 1056,
      "dente": 1057,
      "stica": 1058,
      "ribu": 1059,
      "iva": 1060,
      "Д parГғВў": 1061,
      "adores": 1062,
      "ГғЕғt": 1063,
      "Д conheci": 1064,
      "utor": 1065,
      "Д mes": 1066,
      "Д bin": 1067,
      "Д bus": 1068,
      "Д 14": 1069,
      "ation": 1070,
      "ГғВіs": 1071,
      "ГғВіt": 1072,
      "Д set": 1073,
      "iais": 1074,
      "Д SQL": 1075,
      "igaГғВ§ГғВЈo": 1076,
      "Д grad": 1077,
      "ГғВ©tica": 1078,
      "Д Ne": 1079,
      "Д sua": 1080,
      "Д compar": 1081,
      "Д Re": 1082,
      "Д positivos": 1083,
      "bust": 1084,
      "Д controla": 1085,
      "Д desenv": 1086,
      "ГўДӨДЈ": 1087,
      "chine": 1088,
      "Д quadrada": 1089,
      "Д erros": 1090,
      "ples": 1091,
      "Д taxa": 1092,
      "Д limite": 1093,
      "Д materiais": 1094,
      "ferГғВӘncia": 1095,
      "Д Unidade": 1096,
      "Д dispos": 1097,
      "Д aprendizado": 1098,
      "Д JOIN": 1099,
      "Д divid": 1100,
      "Д impor": 1101,
      "Д equaГғВ§ГғВЈo": 1102,
      "Д corpo": 1103,
      "alores": 1104,
      "Д frequГғВӘncia": 1105,
      "Д metГғВЎl": 1106,
      "Д resistГғВӘncia": 1107,
      "Д instru": 1108,
      "Д temperatura": 1109,
      "gorit": 1110,
      "Д pesos": 1111,
      "ntrol": 1112,
      "Д tabela": 1113,
      "Д reduz": 1114,
      "Д informaГғВ§ГғВөes": 1115,
      "Д fornecidos": 1116,
      "odbus": 1117,
      "Д comunicaГғВ§ГғВЈo": 1118,
      "Д cometer": 1119,
      "iana": 1120,
      "Д automaГғВ§ГғВЈo": 1121,
      "Д simples": 1122,
      "Д mГғВіdu": 1123,
      "Д volume": 1124,
      "Д desenvol": 1125,
      "10": 1126,
      "20": 1127,
      "ER": 1128,
      "ST": 1129,
      "Sim": 1130,
      "bal": 1131,
      "con": 1132,
      "corre": 1133,
      "cГғВўn": 1134,
      "eito": 1135,
      "fa": 1136,
      "fit": 1137,
      "ge": 1138,
      "gente": 1139,
      "hor": 1140,
      "iГғВЈo": 1141,
      "ientes": 1142,
      "lun": 1143,
      "nos": 1144,
      "og": 1145,
      "pro": 1146,
      "rdu": 1147,
      "sar": 1148,
      "son": 1149,
      "tom": 1150,
      "ting": 1151,
      "uas": 1152,
      "uito": 1153,
      "Д 7": 1154,
      "Д Q": 1155,
      "Д ГҸ": 1156,
      "Д ro": 1157,
      "Д Com": 1158,
      "Д ГғВўn": 1159,
      "ДӘВ«": 1160,
      "Д«ЕӮ": 1161,
      "Д duas": 1162,
      "Д aju": 1163,
      "Д pl": 1164,
      "nter": 1165,
      "rest": 1166,
      "Д decis": 1167,
      "Д quГғВӘ": 1168,
      "Д carg": 1169,
      "Д crase": 1170,
      "oss": 1171,
      "aria": 1172,
      "ГғВ§as": 1173,
      "inu": 1174,
      "inГғВў": 1175,
      "inha": 1176,
      "Д te": 1177,
      "icial": 1178,
      "ismo": 1179,
      "Д ocorre": 1180,
      "Д fal": 1181,
      "cip": 1182,
      "Д min": 1183,
      "omb": 1184,
      "enu": 1185,
      "endo": 1186,
      "Д red": 1187,
      "Д reaГғВ§ГғВЈo": 1188,
      "Д val": 1189,
      "Д vГғВЎlvula": 1190,
      "Д valores": 1191,
      "ria": 1192,
      "Quem": 1193,
      "idad": 1194,
      "Д PID": 1195,
      "empre": 1196,
      "ГғЕғm": 1197,
      "ГғЕғci": 1198,
      "ГғЕғda": 1199,
      "Д mol": 1200,
      "utador": 1201,
      "Д inde": 1202,
      "Д igu": 1203,
      "Д meu": 1204,
      "ator": 1205,
      "iagra": 1206,
      "Д colun": 1207,
      "ecut": 1208,
      "ecГғЕғf": 1209,
      "Д usa": 1210,
      "Д usada": 1211,
      "ormal": 1212,
      "ull": 1213,
      "Д Mot": 1214,
      "ulaГғВ§ГғВЈo": 1215,
      "uros": 1216,
      "Д perman": 1217,
      "Д complet": 1218,
      "ensidade": 1219,
      "Д atu": 1220,
      "Д ГғВЎtom": 1221,
      "Д posso": 1222,
      "Д cap": 1223,
      "Д capa": 1224,
      "Д arqu": 1225,
      "Д trabal": 1226,
      "Д enco": 1227,
      "Д passagem": 1228,
      "Д elГғВ©tricos": 1229,
      "Д IA": 1230,
      "Д alter": 1231,
      "Д algorit": 1232,
      "Д previs": 1233,
      "Д fluidos": 1234,
      "Д padrГғВөes": 1235,
      "Д indicar": 1236,
      "Д condiГғВ§ГғВЈo": 1237,
      "Д signific": 1238,
      "Д interna": 1239,
      "Д internos": 1240,
      "Д industriais": 1241,
      "Д elementos": 1242,
      "Д partida": 1243,
      "vision": 1244,
      "Д ГўД«ЕӮ": 1245,
      "forГғВ§o": 1246,
      "Д quantidade": 1247,
      "Д troca": 1248,
      "Д lista": 1249,
      "Д especГғЕғf": 1250,
      "Д substГғВўncia": 1251,
      "Д isol": 1252,
      "ostra": 1253,
      "Д supervision": 1254,
      "Д treinada": 1255,
      "gnГғВ©t": 1256,
      "gulos": 1257,
      "lexidade": 1258,
      "Д programaГғВ§ГғВЈo": 1259,
      "Д gerar": 1260,
      "Д respostas": 1261,
      "Д acesso": 1262,
      "Д potГғВӘncia": 1263,
      "Д dispositivos": 1264,
      "fitting": 1265,
      "rduino": 1266,
      "Д ГғВўngulos": 1267,
      "Д ajust": 1268,
      "Д decisГғВЈo": 1269,
      "Д igual": 1270,
      "Д completo": 1271,
      "):": 1272,
      "Est": 1273,
      "Fui": 1274,
      "LU": 1275,
      "MI": 1276,
      "Por": 1277,
      "Par": 1278,
      "Rec": 1279,
      "SE": 1280,
      "Se": 1281,
      "Tra": 1282,
      "Uma": 1283,
      "amento": 1284,
      "aГғВ§ГғВөes": 1285,
      "cent": 1286,
      "ed": 1287,
      "ep": 1288,
      "ere": 1289,
      "gan": 1290,
      "gun": 1291,
      "has": 1292,
      "int": 1293,
      "lig": 1294,
      "lhor": 1295,
      "mp": 1296,
      "mina": 1297,
      "py": 1298,
      "pag": 1299,
      "pber": 1300,
      "plexidade": 1301,
      "tro": 1302,
      "til": 1303,
      "tura": 1304,
      "triz": 1305,
      "ub": 1306,
      "uz": 1307,
      "vando": 1308,
      "xid": 1309,
      "xim": 1310,
      "xima": 1311,
      "zen": 1312,
      "ГӮВ°": 1313,
      "ГҺД¶": 1314,
      "ГўДӘВ«": 1315,
      "Д 9": 1316,
      "Д >": 1317,
      "Д k": 1318,
      "Д ГғВә": 1319,
      "Дўr": 1320,
      "ДӘДј": 1321,
      "Д dx": 1322,
      "Д dat": 1323,
      "Д dig": 1324,
      "Д dio": 1325,
      "Д am": 1326,
      "Д au": 1327,
      "Д ax": 1328,
      "recis": 1329,
      "Д depen": 1330,
      "Д detec": 1331,
      "Д cer": 1332,
      "Д cal": 1333,
      "Д cГғЕғ": 1334,
      "Д cГғВіd": 1335,
      "ort": 1336,
      "osso": 1337,
      "Д un": 1338,
      "mazen": 1339,
      "erm": 1340,
      "Д sol": 1341,
      "Д solu": 1342,
      "Д star": 1343,
      "Д sort": 1344,
      "init": 1345,
      "incip": 1346,
      "ono": 1347,
      "meiro": 1348,
      "aspber": 1349,
      "Д tup": 1350,
      "Д termo": 1351,
      "icro": 1352,
      "Д opos": 1353,
      "Д fГғЕғ": 1354,
      "Д fun": 1355,
      "Д fil": 1356,
      "Д faz": 1357,
      "cido": 1358,
      "Д micro": 1359,
      "ese": 1360,
      "Д nula": 1361,
      "Д normal": 1362,
      "Д recal": 1363,
      "anГғВ§a": 1364,
      "Д vai": 1365,
      "Д vaz": 1366,
      "leta": 1367,
      "Д combust": 1368,
      "ГғВӘs": 1369,
      "Д Pi": 1370,
      "Д Por": 1371,
      "Д Pro": 1372,
      "Д parte": 1373,
      "ГғЕғmetro": 1374,
      "ГғЕғstica": 1375,
      "Д lit": 1376,
      "Д long": 1377,
      "Д luz": 1378,
      "Д molar": 1379,
      "Д matriz": 1380,
      "utos": 1381,
      "Д mecГғВўn": 1382,
      "Д menos": 1383,
      "Д melhor": 1384,
      "atch": 1385,
      "ГғВіp": 1386,
      "Д porque": 1387,
      "Д porquГғВӘ": 1388,
      "Д sent": 1389,
      "Д Est": 1390,
      "ificial": 1391,
      "ional": 1392,
      "tante": 1393,
      "taforma": 1394,
      "Д 27": 1395,
      "Д 200": 1396,
      "Д Modbus": 1397,
      "Д LГғВіgica": 1398,
      "Д Log": 1399,
      "uras": 1400,
      "Д compri": 1401,
      "Д intensidade": 1402,
      "Д atra": 1403,
      "Д atual": 1404,
      "iros": 1405,
      "ircu": 1406,
      "Д onda": 1407,
      "Д ГғВЎrvo": 1408,
      "Д variГғВўncia": 1409,
      "Д Co": 1410,
      "Д posiГғВ§ГғВЈo": 1411,
      "Д modela": 1412,
      "Д armazen": 1413,
      "Д pop": 1414,
      "Д passa": 1415,
      "metros": 1416,
      "ecial": 1417,
      "Д control": 1418,
      "ГғВЎlise": 1419,
      "Д organ": 1420,
      "manho": 1421,
      "Д quadrados": 1422,
      "Д massa": 1423,
      "Д processo": 1424,
      "Д processos": 1425,
      "Д transferГғВӘncia": 1426,
      "Д sistemas": 1427,
      "Д relacion": 1428,
      "Д indica": 1429,
      "Д intelig": 1430,
      "aixa": 1431,
      "Д anГғВЎlise": 1432,
      "Д tamanho": 1433,
      "Д prГғВі": 1434,
      "Д foi": 1435,
      "culo": 1436,
      "Д ГўДӘДј": 1437,
      "Д proporГғВ§ГғВЈo": 1438,
      "rГғВЎs": 1439,
      "Д frequГғВӘncias": 1440,
      "Д resistor": 1441,
      "Д classe": 1442,
      "Д troc": 1443,
      "ГғВЎria": 1444,
      "ГғВЎrio": 1445,
      "Д mediana": 1446,
      "Д especial": 1447,
      "Д campo": 1448,
      "ГғВҙnica": 1449,
      "Apren": 1450,
      "CADA": 1451,
      "Д loop": 1452,
      "Д distГғВўncia": 1453,
      "Д aceler": 1454,
      "Д primeiro": 1455,
      "Д plataforma": 1456,
      "Д central": 1457,
      "Д saГғЕғda": 1458,
      "Д artificial": 1459,
      "Д objeto": 1460,
      "Д verdadeiros": 1461,
      "Д eletroma": 1462,
      "Д Quantitativa": 1463,
      "Д mГғВ©todo": 1464,
      "Д mГғВәltiplas": 1465,
      "Д letra": 1466,
      "Д deformaГғВ§ГғВЈo": 1467,
      "Д mГғВЎqu": 1468,
      "ribuiГғВ§ГғВЈo": 1469,
      "Д conhecimento": 1470,
      "Д binГғВЎria": 1471,
      "ГғВіtese": 1472,
      "Д gradiente": 1473,
      "Д metГғВЎlicos": 1474,
      "Д instrumento": 1475,
      "Д mГғВіdulo": 1476,
      "Д cargas": 1477,
      "omba": 1478,
      "Д redes": 1479,
      "Д indepen": 1480,
      "Д Motor": 1481,
      "Д capital": 1482,
      "Д capaci": 1483,
      "Д encont": 1484,
      "Д algoritmo": 1485,
      "Д previsГғВЈo": 1486,
      "Д supervisionado": 1487,
      "minante": 1488,
      "xidaГғВ§ГғВЈo": 1489,
      "Д diodo": 1490,
      "Д cГғВіdigo": 1491,
      "Д soluГғВ§ГғВЈo": 1492,
      "incipal": 1493,
      "aspberry": 1494,
      "Д fГғЕғs": 1495,
      "Д recall": 1496,
      "Д Logic": 1497,
      "ircuito": 1498,
      "Д inteligГғВӘncia": 1499,
      "').": 1500,
      "('": 1501,
      "**": 1502,
      "Con": 1503,
      "De": 1504,
      "ED": 1505,
      "FET": 1506,
      "Hip": 1507,
      "HER": 1508,
      "In": 1509,
      "LP": 1510,
      "LigaГғВ§ГғВЈo": 1511,
      "ON": 1512,
      "PI": 1513,
      "Py": 1514,
      "Seu": 1515,
      "SON": 1516,
      "TD": 1517,
      "Tor": 1518,
      "].": 1519,
      "acional": 1520,
      "achine": 1521,
      "bl": 1522,
      "cy": 1523,
      "cre": 1524,
      "cos": 1525,
      "cen": 1526,
      "cula": 1527,
      "dem": 1528,
      "dutor": 1529,
      "dinГғВў": 1530,
      "ea": 1531,
      "eo": 1532,
      "fo": 1533,
      "fun": 1534,
      "gativ": 1535,
      "hm": 1536,
      "hГғВЈ": 1537,
      "ime": 1538,
      "ile": 1539,
      "iГғВӘncia": 1540,
      "iber": 1541,
      "iГғВіd": 1542,
      "ibl": 1543,
      "jeito": 1544,
      "kpro": 1545,
      "lf": 1546,
      "lГғВЎ": 1547,
      "min": 1548,
      "mis": 1549,
      "mada": 1550,
      "mГғВі": 1551,
      "mico": 1552,
      "mГғВЎt": 1553,
      "na": 1554,
      "net": 1555,
      "neu": 1556,
      "oT": 1557,
      "ok": 1558,
      "oide": 1559,
      "oel": 1560,
      "pe": 1561,
      "rГғВӘs": 1562,
      "rculo": 1563,
      "sol": 1564,
      "tre": 1565,
      "ton": 1566,
      "tic": 1567,
      "tГғВўncia": 1568,
      "tida": 1569,
      "tual": 1570,
      "ug": 1571,
      "unci": 1572,
      "uso": 1573,
      "uman": 1574,
      "vГғВ©": 1575,
      "vos": 1576,
      "val": 1577,
      "vado": 1578,
      "valor": 1579,
      "vido": 1580,
      "valo": 1581,
      "wor": 1582,
      "wton": 1583,
      "xto": 1584,
      "za": 1585,
      "zes": 1586,
      "ГғДЈ": 1587,
      "ГҸДўr": 1588,
      "ГўДЈ": 1589,
      "Д '": 1590,
      "Д r": 1591,
      "Д la": 1592,
      "Д __": 1593,
      "Д dim": 1594,
      "Д diagra": 1595,
      "Д eve": 1596,
      "Д evit": 1597,
      "Д aqu": 1598,
      "Д aman": 1599,
      "Д antes": 1600,
      "Д aber": 1601,
      "Д agente": 1602,
      "quen": 1603,
      "Д pH": 1604,
      "Д pac": 1605,
      "rema": 1606,
      "rentes": 1607,
      "Д dema": 1608,
      "Д deter": 1609,
      "Д decor": 1610,
      "Д deep": 1611,
      "Д ch": 1612,
      "Д cos": 1613,
      "Д cin": 1614,
      "Д cada": 1615,
      "Д cidad": 1616,
      "Д circuito": 1617,
      "arГғЕғt": 1618,
      "Д sabe": 1619,
      "onde": 1620,
      "aset": 1621,
      "Д tor": 1622,
      "Д tec": 1623,
      "Д tur": 1624,
      "Д tot": 1625,
      "Д trГғВЎs": 1626,
      "Д trГғВӘs": 1627,
      "ice": 1628,
      "iclo": 1629,
      "Д oxidaГғВ§ГғВЈo": 1630,
      "Д fi": 1631,
      "Д fot": 1632,
      "Д final": 1633,
      "Д fui": 1634,
      "cial": 1635,
      "ciado": 1636,
      "Д mult": 1637,
      "Д mud": 1638,
      "Д muito": 1639,
      "Д mostra": 1640,
      "ess": 1641,
      "Д nГғЕғvel": 1642,
      "Д num": 1643,
      "enГғВ§ГғВЈo": 1644,
      "enoide": 1645,
      "encial": 1646,
      "Д rep": 1647,
      "Д reais": 1648,
      "Д retor": 1649,
      "Д regressГғВЈo": 1650,
      "Д reforГғВ§o": 1651,
      "emin": 1652,
      "ГғВЎs": 1653,
      "ano": 1654,
      "ans": 1655,
      "anis": 1656,
      "anho": 1657,
      "anГғВ§as": 1658,
      "lema": 1659,
      "lento": 1660,
      "rio": 1661,
      "laГғВ§ГғВЈo": 1662,
      "icaГғВ§ГғВөes": 1663,
      "ivaГғВ§ГғВЈo": 1664,
      "Д Posso": 1665,
      "ГғЕғn": 1666,
      "ГғЕғqu": 1667,
      "Д liv": 1668,
      "Д liga": 1669,
      "Д lГғВіgica": 1670,
      "Д ligaГғВ§ГғВЈo": 1671,
      "Д loss": 1672,
      "Д liber": 1673,
      "Д lГғЕғqu": 1674,
      "Д momento": 1675,
      "Д moto": 1676,
      "Д mant": 1677,
      "Д machine": 1678,
      "utГғВЎveis": 1679,
      "Д prod": 1680,
      "Д meio": 1681,
      "Д meno": 1682,
      "Д memГғВі": 1683,
      "Д ban": 1684,
      "Д bai": 1685,
      "Д bomba": 1686,
      "Д bibl": 1687,
      "Д 15": 1688,
      "Д sei": 1689,
      "Д sequГғВӘncias": 1690,
      "izar": 1691,
      "izando": 1692,
      "izada": 1693,
      "Д Sempre": 1694,
      "Д SCADA": 1695,
      "istor": 1696,
      "ificar": 1697,
      "ece": 1698,
      "olva": 1699,
      "Д gen": 1700,
      "Д gente": 1701,
      "Д gru": 1702,
      "Д grГғВЎ": 1703,
      "Д ganho": 1704,
      "Д Exemplos": 1705,
      "duГғВ§ГғВЈo": 1706,
      "tam": 1707,
      "Д 25": 1708,
      "Д Me": 1709,
      "Д novos": 1710,
      "antes": 1711,
      "antivo": 1712,
      "Д contat": 1713,
      "Д contГғВ©m": 1714,
      "Д continu": 1715,
      "iotec": 1716,
      "Д periГғВіd": 1717,
      "Д compon": 1718,
      "Д comput": 1719,
      "Д exce": 1720,
      "Д expres": 1721,
      "Д expon": 1722,
      "otenu": 1723,
      "ensГғВөes": 1724,
      "verfitting": 1725,
      "Д Termo": 1726,
      "Д esco": 1727,
      "Д esfer": 1728,
      "Д ativaГғВ§ГғВЈo": 1729,
      "Д sou": 1730,
      "Д resol": 1731,
      "Д respon": 1732,
      "Д Arduino": 1733,
      "Д ГғВЎcido": 1734,
      "Д variando": 1735,
      "ГғВ©trico": 1736,
      "orretas": 1737,
      "Д Raspberry": 1738,
      "Д ГғД«": 1739,
      "Д traz": 1740,
      "bulento": 1741,
      "teza": 1742,
      "Д 36": 1743,
      "Д pois": 1744,
      "Д pontos": 1745,
      "Д interro": 1746,
      "Д altas": 1747,
      "Д altura": 1748,
      "Д diferentes": 1749,
      "ative": 1750,
      "Д desvio": 1751,
      "Д descen": 1752,
      "control": 1753,
      "Д pelo": 1754,
      "Д quadrado": 1755,
      "Д quadrГғВЎt": 1756,
      "Д cria": 1757,
      "Д fluido": 1758,
      "Д processa": 1759,
      "Д processar": 1760,
      "nome": 1761,
      "nolog": 1762,
      "Д padron": 1763,
      "Д indut": 1764,
      "Д anos": 1765,
      "Д anal": 1766,
      "Д ass": 1767,
      "Д asso": 1768,
      "Д condiГғВ§ГғВөes": 1769,
      "Д ГҺВ»": 1770,
      "Д problema": 1771,
      "Д internet": 1772,
      "mbda": 1773,
      "Д elemento": 1774,
      "Д prono": 1775,
      "Д principal": 1776,
      "Д fontes": 1777,
      "Д aprendo": 1778,
      "ReaГғВ§ГғВЈo": 1779,
      "RegressГғВЈo": 1780,
      "imentaГғВ§ГғВЈo": 1781,
      "Д divide": 1782,
      "Д servo": 1783,
      "Д neural": 1784,
      "Д dimens": 1785,
      "Д realimentaГғВ§ГғВЈo": 1786,
      "Д consecut": 1787,
      "ackpro": 1788,
      "Д logarГғЕғt": 1789,
      "args": 1790,
      "iciona": 1791,
      "Д incorretas": 1792,
      "Д medida": 1793,
      "Д temperaturas": 1794,
      "Д camadas": 1795,
      "Д preciso": 1796,
      "Д substantivo": 1797,
      "Д ordenado": 1798,
      "Д ordenada": 1799,
      "ndice": 1800,
      "Д defin": 1801,
      "Д retГғВўngulo": 1802,
      "vitaГғВ§ГғВЈo": 1803,
      "Д ГғЕғons": 1804,
      "Д senГғВЈo": 1805,
      "Д outra": 1806,
      "Д inversor": 1807,
      "Д possГғЕғvel": 1808,
      "Д artigo": 1809,
      "Д hipГғВіtese": 1810,
      "Д objetos": 1811,
      "Д limitado": 1812,
      "Д verdadeira": 1813,
      "Д direta": 1814,
      "Д Quantitative": 1815,
      "Д mГғВ©todos": 1816,
      "Д mГғВәltiplos": 1817,
      "Resolva": 1818,
      "ficiГғВӘncia": 1819,
      "licing": 1820,
      "off": 1821,
      "oft": 1822,
      "Д WHER": 1823,
      "Д json": 1824,
      "Д juros": 1825,
      "Д absol": 1826,
      "Д ambiente": 1827,
      "Д ambientes": 1828,
      "Д palavra": 1829,
      "Д palavras": 1830,
      "Д parГғВўmetro": 1831,
      "Д parГғВўmetros": 1832,
      "Д mesma": 1833,
      "Д mesmo": 1834,
      "Д busca": 1835,
      "Д 144": 1836,
      "Д Newton": 1837,
      "Д import": 1838,
      "Д desenvolve": 1839,
      "face": 1840,
      "Д Complexidade": 1841,
      "Д plural": 1842,
      "Д minuto": 1843,
      "Д valide": 1844,
      "Д colunas": 1845,
      "Д permanece": 1846,
      "Д ГғВЎtomos": 1847,
      "Д arquivo": 1848,
      "Д trabalho": 1849,
      "Д especГғЕғfico": 1850,
      "Д isolado": 1851,
      "gnГғВ©tico": 1852,
      "Trans": 1853,
      "pagation": 1854,
      "ubble": 1855,
      "Д ГғВәn": 1856,
      "Д dataset": 1857,
      "Д digital": 1858,
      "Д aument": 1859,
      "recision": 1860,
      "Д detecta": 1861,
      "Д certeza": 1862,
      "Д calcul": 1863,
      "Д cГғЕғrculo": 1864,
      "Д solenoide": 1865,
      "Д tupla": 1866,
      "Д termopar": 1867,
      "Д oposiГғВ§ГғВЈo": 1868,
      "Д microcontrol": 1869,
      "Д vazГғВЈo": 1870,
      "Д combustГғВЈo": 1871,
      "Д litros": 1872,
      "Д mecГғВўnica": 1873,
      "Д sentido": 1874,
      "Д comprimento": 1875,
      "Д atravГғВ©": 1876,
      "Д ГўДӘДј(": 1877,
      "Aprendizado": 1878,
      "Д mГғВЎquina": 1879,
      "Д encontra": 1880,
      "neumГғВЎt": 1881,
      "oelГғВ©trico": 1882,
      "work": 1883,
      "Д diagrama": 1884,
      "Д amanhГғВЈ": 1885,
      "Д pacot": 1886,
      "Д demais": 1887,
      "Д cinГғВ©tica": 1888,
      "Д tecnolog": 1889,
      "Д turbulento": 1890,
      "Д total": 1891,
      "Д fotoelГғВ©trico": 1892,
      "Д mudanГғВ§as": 1893,
      "Д libera": 1894,
      "Д motores": 1895,
      "Д menores": 1896,
      "Д memГғВіria": 1897,
      "Д bibliotec": 1898,
      "Д grГғВЎf": 1899,
      "otenusa": 1900,
      "Д escoamento": 1901,
      "Д esfera": 1902,
      "Д descendente": 1903,
      "Д pronome": 1904,
      "Д consecutivos": 1905,
      "ackpropagation": 1906,
      "Д WHERE": 1907,
      "Д atravГғВ©s": 1908,
      "Д biblioteca": 1909,
      "%.": 1910,
      "',": 1911,
      "':": 1912,
      "()": 1913,
      "02": 1914,
      "13": 1915,
      "15": 1916,
      "100": 1917,
      "Arduino": 1918,
      "Batch": 1919,
      "CI": 1920,
      "Cl": 1921,
      "Co": 1922,
      "Corre": 1923,
      "Des": 1924,
      "Dist": 1925,
      "EC": 1926,
      "EL": 1927,
      "Em": 1928,
      "En": 1929,
      "Eu": 1930,
      "EST": 1931,
      "FD": 1932,
      "Flo": 1933,
      "Fil": 1934,
      "Flu": 1935,
      "GH": 1936,
      "Grad": 1937,
      "HMI": 1938,
      "Ind": 1939,
      "IGH": 1940,
      "LC": 1941,
      "Lim": 1942,
      "Mo": 1943,
      "Mat": 1944,
      "Mol": 1945,
      "Met": 1946,
      "Modbus": 1947,
      "Minha": 1948,
      "Machine": 1949,
      "NP": 1950,
      "NГғВәmero": 1951,
      "OM": 1952,
      "PC": 1953,
      "PT": 1954,
      "Pa": 1955,
      "Pull": 1956,
      "ROM": 1957,
      "SH": 1958,
      "Su": 1959,
      "Ten": 1960,
      "VM": 1961,
      "VГғВЎlvula": 1962,
      "WM": 1963,
      "are": 1964,
      "ares": 1965,
      "bica": 1966,
      "bio": 1967,
      "bГғВҙ": 1968,
      "butos": 1969,
      "baixa": 1970,
      "cc": 1971,
      "com": 1972,
      "cri": 1973,
      "col": 1974,
      "clar": 1975,
      "cГғВіp": 1976,
      "dx": 1977,
      "dor": 1978,
      "dro": 1979,
      "dГғВӘ": 1980,
      "ding": 1981,
      "diana": 1982,
      "eg": 1983,
      "equ": 1984,
      "eom": 1985,
      "efic": 1986,
      "ff": 1987,
      "fin": 1988,
      "flet": 1989,
      "feito": 1990,
      "fismo": 1991,
      "fere": 1992,
      "gr": 1993,
      "gad": 1994,
      "gen": 1995,
      "gine": 1996,
      "har": 1997,
      "hing": 1998,
      "haria": 1999
    },
    "merges": [
      [
        "Д ",
        "d"
      ],
      [
        "Гғ",
        "В©"
      ],
      [
        "Д ",
        "ГғВ©"
      ],
      [
        "Д ",
        "e"
      ],
      [
        "Д ",
        "a"
      ],
      [
        "q",
        "u"
      ],
      [
        "Д ",
        "p"
      ],
      [
        "n",
        "t"
      ],
      [
        "r",
        "e"
      ],
      [
        "Д d",
        "e"
      ],
      [
        "Д ",
        "qu"
      ],
      [
        "Д ",
        "c"
      ],
      [
        "o",
        "r"
      ],
      [
        "o",
        "s"
      ],
      [
        "a",
        "d"
      ],
      [
        "Д ",
        "u"
      ],
      [
        "Гғ",
        "ВЈ"
      ],
      [
        "ГғВЈ",
        "o"
      ],
      [
        "Д qu",
        "e"
      ],
      [
        "m",
        "a"
      ],
      [
        "e",
        "r"
      ],
      [
        "a",
        "l"
      ],
      [
        "a",
        "r"
      ],
      [
        "Гғ",
        "В§"
      ],
      [
        "Д ",
        "s"
      ],
      [
        "i",
        "n"
      ],
      [
        "o",
        "n"
      ],
      [
        "m",
        "e"
      ],
      [
        "a",
        "s"
      ],
      [
        "Д ",
        "t"
      ],
      [
        "i",
        "c"
      ],
      [
        "i",
        "s"
      ],
      [
        "Д ",
        "o"
      ],
      [
        "Д u",
        "m"
      ],
      [
        "ГғВ§",
        "ГғВЈo"
      ],
      [
        "r",
        "o"
      ],
      [
        "Д ",
        "f"
      ],
      [
        "c",
        "i"
      ],
      [
        "Д ",
        "m"
      ],
      [
        "o",
        "m"
      ],
      [
        "r",
        "a"
      ],
      [
        "Д e",
        "m"
      ],
      [
        "d",
        "o"
      ],
      [
        "e",
        "s"
      ],
      [
        "Д ",
        "n"
      ],
      [
        "e",
        "n"
      ],
      [
        "Д ",
        "re"
      ],
      [
        "e",
        "m"
      ],
      [
        "l",
        "o"
      ],
      [
        "Гғ",
        "ВЎ"
      ],
      [
        "i",
        "t"
      ],
      [
        "a",
        "n"
      ],
      [
        "Д ",
        "v"
      ],
      [
        "Д u",
        "ma"
      ],
      [
        "d",
        "e"
      ],
      [
        "l",
        "e"
      ],
      [
        "s",
        "t"
      ],
      [
        "Д ",
        "="
      ],
      [
        "r",
        "i"
      ],
      [
        "nt",
        "e"
      ],
      [
        "Q",
        "u"
      ],
      [
        "Д c",
        "om"
      ],
      [
        "i",
        "d"
      ],
      [
        "l",
        "a"
      ],
      [
        "ic",
        "a"
      ],
      [
        "Гғ",
        "ВӘ"
      ],
      [
        "i",
        "v"
      ],
      [
        "me",
        "nt"
      ],
      [
        "Д ",
        "P"
      ],
      [
        "Д p",
        "ar"
      ],
      [
        "em",
        "p"
      ],
      [
        "ad",
        "o"
      ],
      [
        "Гғ",
        "Еғ"
      ],
      [
        "Д ",
        "l"
      ],
      [
        "Д ",
        "("
      ],
      [
        "Д c",
        "on"
      ],
      [
        "Д m",
        "o"
      ],
      [
        "an",
        "do"
      ],
      [
        "n",
        "ci"
      ],
      [
        "Д ",
        "ma"
      ],
      [
        "ad",
        "a"
      ],
      [
        "u",
        "t"
      ],
      [
        "Д p",
        "ro"
      ],
      [
        "Д ",
        "in"
      ],
      [
        "re",
        "s"
      ],
      [
        "ad",
        "e"
      ],
      [
        "Д ",
        "i"
      ],
      [
        "a",
        "ГғВ§ГғВЈo"
      ],
      [
        "Д ",
        "me"
      ],
      [
        "Д ",
        "b"
      ],
      [
        "Д ",
        "1"
      ],
      [
        "a",
        "t"
      ],
      [
        "Гғ",
        "Ві"
      ],
      [
        "nci",
        "a"
      ],
      [
        "Д d",
        "o"
      ],
      [
        "ad",
        "os"
      ],
      [
        "Д p",
        "or"
      ],
      [
        "Д s",
        "e"
      ],
      [
        "Qu",
        "al"
      ],
      [
        "Д par",
        "a"
      ],
      [
        "u",
        "n"
      ],
      [
        "i",
        "a"
      ],
      [
        "Гғ",
        "Вў"
      ],
      [
        "Д ",
        "E"
      ],
      [
        "i",
        "z"
      ],
      [
        "Д ",
        "S"
      ],
      [
        "Д c",
        "o"
      ],
      [
        "ment",
        "o"
      ],
      [
        "i",
        "g"
      ],
      [
        "is",
        "t"
      ],
      [
        "i",
        "f"
      ],
      [
        "v",
        "e"
      ],
      [
        "Д e",
        "nt"
      ],
      [
        "id",
        "ade"
      ],
      [
        "e",
        "c"
      ],
      [
        "o",
        "l"
      ],
      [
        "Д d",
        "a"
      ],
      [
        "Д u",
        "s"
      ],
      [
        "o",
        "c"
      ],
      [
        "Д d",
        "ados"
      ],
      [
        "Д ",
        "g"
      ],
      [
        "as",
        "s"
      ],
      [
        "s",
        "ГғВЈo"
      ],
      [
        "Д ",
        "x"
      ],
      [
        "ГғВ©",
        "t"
      ],
      [
        "t",
        "h"
      ],
      [
        "or",
        "ma"
      ],
      [
        "in",
        "g"
      ],
      [
        "i",
        "on"
      ],
      [
        "x",
        "emp"
      ],
      [
        "Д E",
        "xemp"
      ],
      [
        "a",
        "b"
      ],
      [
        "d",
        "u"
      ],
      [
        "Гғ",
        "Вө"
      ],
      [
        "ГғВө",
        "es"
      ],
      [
        "t",
        "er"
      ],
      [
        "u",
        "l"
      ],
      [
        "ГғВӘ",
        "ncia"
      ],
      [
        "Д P",
        "y"
      ],
      [
        "Д ent",
        "re"
      ],
      [
        "Д Exemp",
        "lo"
      ],
      [
        ")",
        "."
      ],
      [
        "i",
        "m"
      ],
      [
        "t",
        "a"
      ],
      [
        "Д ",
        "2"
      ],
      [
        "Д ",
        "M"
      ],
      [
        "Д ",
        "N"
      ],
      [
        "Д n",
        "o"
      ],
      [
        "th",
        "on"
      ],
      [
        "Д Py",
        "thon"
      ],
      [
        "e",
        "nt"
      ],
      [
        "al",
        "or"
      ],
      [
        "C",
        "om"
      ],
      [
        "i",
        "p"
      ],
      [
        "Д s",
        "u"
      ],
      [
        "Д t",
        "emp"
      ],
      [
        "oc",
        "ГғВӘ"
      ],
      [
        "a",
        "nt"
      ],
      [
        "e",
        "t"
